/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "現在、ウェーブテーブルを作成中です。作成プロセスが終了してから、やり直してください。";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "1つの波形のティンバー情報が検出されました。“Modulation”ノブを“Formant”に切り替えることで、フォルマントモジュレーションを利用できます。“Shape 1”および“Shape 2”のノブは機能しません。";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "ウェーブテーブルを作成するには、オーディオファイルに、一定のピッチ、無音で区切られた複数のピッチセクション、または1つ以上のシングル・サイクル・セクションが含まれている必要があります。";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "新しいウェーブテーブルには、%d個の波形が含まれています。";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "ウェーブテーブルを作成中です";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "1つの波形を含むウェーブテーブルが作成されました";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "ウェーブテーブルは作成されませんでした";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "ウェーブテーブルが作成されました";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "内部";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "サイドチェーン:";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "オフ";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "外部オーディオ入力:";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "ノートの識別";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "ピッチ解析";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "解析中: %@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "ファイルを開くときにエラーが起きました";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "読み込もうとしているファイルが見つかりません。";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "ファイルを開くときにエラーが起きました";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "選択したファイルを読み込むために使用可能なメモリが不足しています。";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "ファイルにテンポチェンジが含まれています";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "警告: 読み込もうとしている1つ以上のファイルにテンポ・チェンジ・マーカーが含まれています。このバージョンのMainStageでは、テンポチェンジを含むファイルの同期がサポートされていません。";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "ファイルを開くときにエラーが起きました";

/* Playback file alert */
"PlaybackTransientsMessage" = "選択されたファイルのトランジェントはLogic Proで表示されていません。Logic Proでファイルを開いてトランジェントを再表示してから、プラグインでもう一度ファイルを開いてください。";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "不明なエラー";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "選択されたファイルを開けませんでした。";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "サポートされていないオーディオ・ファイル・フォーマット";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "追加しようとしているオーディオファイルはサポートされているファイルフォーマットではありません。iTunesや別のオーディオアプリケーションを使ってサポートされているファイルフォーマットに変換してからPlaybackプラグインに追加してください。";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = "（ファイルが見つかりません）";
